Repository: pippomus/Wireguard-Vpn
Catalog: po/*.po
Languages: de, el, es, ru, tr

source: The MTU 1384 brings benefits on packet transmission, in most cases it increases the value of download and upload
es: La MTU 1384 aporta beneficios en la transmision de paquetes, en la mayoris de los casos aumenta el valor de descarga y carga
ru: MTU 1384 приносит пользу при передаче пакетов, в большинстве случаев он увеличивает величину загрузки и выгрузки

source: Wireguard status
es: Estado de Wireguard
