Repository: pippomus/Wireguard-Vpn
Catalog: po/*.po
Languages: de, el, es, ru, tr

source: Generate CloudFlare (Free)
de: CloudFlare generieren (kostenlos)
el: Δημιουργία CloudFlare (δωρεάν)
es: Generar CloudFlare (Gratis)
ru: Сгенерировать CloudFlare (бесплатно)
tr: CloudFlare Oluştur (Ücretsiz)

source: Generate a CloudFlare (Free) configuration, you will find it in the server list.
de: Generieren Sie eine CloudFlare-Konfiguration (kostenlos), Sie finden sie in der Serverliste.
el: Δημιουργήστε μια διαμόρφωση CloudFlare (δωρεάν), θα τη βρείτε στη λίστα διακομιστών.
es: Genera una configuración de CloudFlare (Gratis), la encontraras en la lista de servidores.
ru: Создайте конфигурацию CloudFlare (бесплатно), вы найдете ее в списке серверов.
tr: Bir CloudFlare (Ücretsiz) yapılandırması oluşturun, bunu sunucu listesinde bulacaksınız.

source: Green
de: Grün
el: Πράσινο
es: Verde
ru: Зеленый
tr: Yeşil

source: Grey
de: Grau
el: Γκρι
ru: Серый
tr: Gri

source: has been imported successfully.
de: wurde erfolgreich importiert.
el: έχει εισαχθεί με επιτυχία.
es: se ha importado correctamente.
ru: был успешно импортирован.
tr: başarıyla içe aktarıldı.

source: is too large, fragmentation needed.
de: ist zu groß, Fragmentierung erforderlich.
el: είναι πολύ μεγάλο, χρειάζεται κατακερματισμός.
tr: çok büyük, parçalanma gerekli.

source: is valid.
de: ist gültig.
el: είναι έγκυρο.
tr: geçerli.

source: Interface
de: Schnittstelle
el: Διασύνδεση
es: Interfaz
ru: Интерфейс
tr: Arayüz

source: I import the backup
de: Ich importiere die Sicherung
el: Εισάγω το αντίγραφο ασφαλείας
es: Importar la copia de seguridad
ru: Я импортирую резервную копию
tr: Yedeği içe aktarıyorum

source: I check Internet speedtest, be patient...
de: Ich überprüfe die Internetgeschwindigkeit, sei geduldig...
el: Έλεγχος ταχύτητας διαδικτύου, να είστε υπομονετικοί...
es: Verifico la prueba de velocidad de Internet, sea paciente...
ru: Я проверяю скорость интернета, будьте терпеливы...
tr: İnternet hızını test ediyorum, lütfen bekleyin...

source: I check the available servers
de: Ich überprüfe die verfügbaren Server
el: Έλεγχος των διαθέσιμων διακομιστών
es: Reviso los servidores disponibles
ru: Я проверяю доступные серверы
tr: Mevcut sunucuları kontrol ediyorum

source: I check the files
de: Ich überprüfe die Dateien
el: Έλεγχος των αρχείων
es: Reviso los archivos
ru: Я проверяю файлы
tr: Dosyaları kontrol ediyorum

source: I run the DNS Leak test
de: Test auf DNS-Leck wird durchgeführt
el: Εκτέλεση δοκιμής διαρροής DNS
es: Ejecuto la prueba de fuga de DNS
ru: Я запускаю тест на утечку DNS
tr: DNS Sızıntı testini çalıştırıyorum

source: If your provider is Mullvad or NordVpn, press the Settings button and to configure it.
de: Wenn Ihr Anbieter Mullvad oder NordVpn ist, klicken Sie auf die Schaltfläche Einstellungen, um ihn zu konfigurieren..
el: Εάν ο πάροχος σας είναι Mullvad ή NordVpn, πατήστε το κουμπί Ρυθμίσεις για να τον ρυθμίσετε.
es: Si tu proveedor es Mullvad o NordVpn, pulsa el boton Configuración y configuralo.
ru: Если ваш провайдер — Mullvad или NordVpn, нажмите кнопку «Настройки», чтобы настроить его.
tr: Sağlayıcınız Mullvad veya NordVpn ise, yapılandırmak için Ayarlar düğmesine basın.

source: If enabled, check the handshake on the server every 10 minutes. If the server is down, it will try to establish a new handshake.
de: Falls aktiviert, wird der Handshake auf dem Server alle 10 Minuten überprüft. Wenn der Server ausgefallen ist, versucht er, einen neuen Handshake aufzubauen.
el: Εάν είναι ενεργοποιημένο, ελέγχει την επικοινωνία με τον διακομιστή κάθε 10 λεπτά. Εάν ο διακομιστής είναι εκτός λειτουργίας, θα προσπαθήσει να δημιουργήσει μια νέα επικοινωνία.
es: Si esta habilitado, se verifica el protocolo de enlace en el servidor cada 10 minutos. Si el servidor esta inactivo, intentara establecer un nuevo protocolo de enlace.
ru: Если включено, проверять handshake на сервере каждые 10 минут. Если сервер не работает, он попытается установить новый handshake.
tr: Etkinleştirilirse, sunucudaki el sıkışmayı her 10 dakikada bir kontrol eder. Sunucu çökerse, yeni bir el sıkışma kurmaya çalışır.

source: If enabled, it will show a warning on the screen.
de: Wenn diese Funktion aktiviert ist, wird auf dem Bildschirm eine Warnung angezeigt.
el: Εάν είναι ενεργοποιημένο, θα εμφανίσει μια προειδοποίηση στην οθόνη.
es: Si esta habilitado, se mostrara una advertencia en la pantalla.
ru: Если эта функция включена, на экране появится предупреждение.
tr: Etkinleştirilirse, ekranda bir uyarı gösterir.

source: If the connection drops and you would like to restore it, disable the Kill switch, then Save.
de: Wenn die Verbindung unterbrochen wird und Sie sie wiederherstellen möchten, deaktivieren Sie die Abschaltautomatik und speichern Sie dann.
el: Εάν η σύνδεση πέσει και θέλετε να την επαναφέρετε, απενεργοποιήστε τον διακόπτη τερματισμού και πατήστε Αποθήκευση.
es: Si la conexion se interrumpe y desea restablecerla, desactive el interruptor de apagado y luego guarde.
ru: Если соединение прервано и вы хотите его восстановить, нажмите Аварийный выключатель, затем нажмите Сохранить.
tr: Bağlantı kesilirse ve geri yüklemek isterseniz, Kill Switch'i devre dışı bırakın, ardından Kaydet'e basın.

source: If the problem persists, check your account.
de: Wenn das Problem weiterhin besteht, überprüfen Sie Ihr Konto.
el: Εάν το πρόβλημα παραμένει, ελέγξτε τον λογαριασμό σας.
es: Si el problema persiste, revisa tu cuenta.
ru: Если проблема сохраняется, проверьте свой аккаунт.
tr: Sorun devam ederse hesabınızı kontrol edin.

source: If your VPN connection drops, a kill switch cuts off your internet connection.
de: Wenn Ihre VPN-Verbindung abbricht, unterbricht eine Abschaltautomatik Ihre Internetverbindung.
el: Εάν η σύνδεσή σας VPN πέσει, ο διακόπτης τερματισμού διακόπτει τη σύνδεσή σας στο διαδίκτυο.
es: Si su conexion VPN se interrumpe, un interruptor de seguridad corta su conexion a Internet.
ru: Если ваше VPN-подключение прервется, аварийный выключатель отключит ваше интернет-соединение.
tr: VPN bağlantınız kesilirse, bir kill switch internet bağlantınızı keser.

source: Install update...
de: Update installieren...
el: Εγκατάσταση ενημέρωσης...
es: Instalar actualización...
ru: Установить обновление...
tr: Güncelleme yükleniyor...

source: Installed version: %s
de: Installierte Version: %s
el: Εγκατεστημένη έκδοση: %s
es: Version instalada: %s
ru: Установленная версия: %s
tr: Yüklü sürüm: %s

source: Internet check during restart (in Seconds), if the result is negative the VPN tunnel is not established.
de: Internetprüfung beim Neustart (in Sekunden), bei negativem Ergebnis wird der VPN-Tunnel nicht aufgebaut.
el: Έλεγχος διαδικτύου κατά την επανεκκίνηση (σε δευτερόλεπτα), εάν το αποτέλεσμα είναι αρνητικό, το VPN tunnel δεν δημιουργήθηκε.
es: Comprobación de Internet durante el reinicio (en Segundos), si el resultado es negativo el túnel VPN no está establecido.
ru: Проверка интернета во время перезагрузки (в секундах), если результат отрицательный, VPN-туннель не установлен.
tr: Yeniden başlatma sırasında internet kontrolü (Saniye cinsinden), sonuç olumsuzsa VPN tüneli kurulmaz.

source: Internet check while restarting
de: Internetprüfung beim Neustart
el: Έλεγχος διαδικτύου κατά την επανεκκίνηση
es: Comprobación de Internet al reiniciar
ru: Проверка интернета при перезагрузке
tr: Yeniden başlatılırken internet kontrolü

source: Invalid IP, please write a valid IP
de: Ungültige IP, bitte geben Sie eine gültige IP ein
el: Μη έγκυρη IP, παρακαλώ γράψτε μια έγκυρη IP
es: IP no valida, por favor escriba una IP valida
ru: Неверный IP, пожалуйста, введите правильный IP
tr: Geçersiz IP, lütfen geçerli bir IP adresi yazın

source: IPv6 connections might compromise security.
de: IPv6-Verbindungen könnten die Sicherheit gefährden.
el: Οι συνδέσεις IPv6 ενδέχεται να θέσουν σε κίνδυνο την ασφάλεια.
es: Las conexiones IPv6 pueden comprometer la seguridad.
ru: Подключения IPv6 могут поставить под угрозу безопасность.
tr: IPv6 bağlantıları güvenliği tehlikeye atabilir.

source: it will take longer to process the servers, you will have the complete list of servers.
de: Die Verarbeitung der Server wird länger dauern, aber Sie erhalten die vollständige Liste der Server.
el: θα χρειαστεί περισσότερος χρόνος για την επεξεργασία των διακομιστών, θα έχετε την πλήρη λίστα των διακομιστών.
es: tomará más tiempo procesar los servidores, tendrás la lista completa de servidores.
ru: обработка серверов займет больше времени, у вас будет полный список серверов.
tr: sunucuları işlemek daha uzun sürer, sunucuların tam listesine sahip olursunuz.

source: KILL SWITCH
de: ABSCHALTAUTOMATIK
el: ΔΙΑΚΟΠΤΗΣ ΤΕΡΜΑΤΙΣΜΟΥ
es: INTERRUPTOR DE APAGADO
ru: АВАРИЙНЫЙ ВЫКЛЮЧАТЕЛЬ
tr: ACİL DURDURMA

source: Keyboard
de: Tastatur
el: Πληκτρολόγιο
ru: Клавиатура
tr: Klavye

source: Kill switch enabled
de: Abschaltautomatik aktiviert
el: Διακόπτης τερματισμού ενεργοποιημένος
es: Interruptor de apagado habilitado
ru: Аварийный выключатель включен
tr: Kill switch etkin

source: Link to the %s server
de: Link zum %s Server
el: Σύνδεση με τον διακομιστή %s
es: Enlace al servidor %s
ru: Ссылка на %s сервер
tr: %s sunucusuna bağlantı

source: List of servers where they will always have the same ip addresses.
de: Liste von Servern, die immer die gleiche IP-Adresse haben.
el: Λίστα διακομιστών όπου θα έχουν πάντα τις ίδιες διευθύνσεις ip.
es: Lista de servidores donde siempre tendrán las mismas direcciones ip.
ru: Список серверов, на которых всегда будут одинаковые IP-адреса.
tr: Her zaman aynı IP adreslerine sahip olacak sunucuların listesi.

source: Load Private Key
de: Privaten Schlüssel laden
el: Φόρτωση ιδιωτ. κλειδιού
es: Cargar clave privada
ru: Загрузить Private Key
tr: Özel Anahtarı Yükle

source: Load the access token with the BLUE button.
de: Laden Sie das Zugangs-Token mit der BLAUEN Taste.
el: Φορτώστε το token πρόσβασης με το ΜΠΛΕ κουμπί.
es: Cargue el token de acceso con el boton AZUL.
ru: Загрузить токен доступа по СИНЕЙ кнопке.
tr: Erişim anahtarını MAVİ düğmeyle yükleyin.

source: Load token access
de: Token-Zugang laden
el: Φόρτ. token πρόσβασης
es: Acceso al token de carga
ru: Загрузить токен доступа
tr: Token erişimini yükle

source: Mullvad configuration successfully created!
de: Mullvad-Konfiguration erfolgreich erstellt!
el: Η διαμόρφωση Mullvad δημιουργήθηκε με επιτυχία!
ru: Конфигурация Mullvad успешно создана!
tr: Mullvad yapılandırması başarıyla oluşturuldu!

source: Mullvad account does not exist!
de: Das Mullvad-Konto existiert nicht!
el: Ο λογαριασμός Mullvad δεν υπάρχει!
es: La cuenta Mullvad no existe!
ru: Учетная запись Mullvad не существует!
tr: Mullvad hesabı mevcut değil!

source: No file selected!
de: Keine Datei ausgewählt!
el: Δεν έχει επιλεγεί αρχείο!
es: No hay archivo seleccionado!
ru: Файл не выбран!
tr: Dosya seçilmedi!

source: No results found for '%s'. Try again?
de: Keine Ergebnisse für '%s' gefunden. Erneut versuchen?
el: Δεν βρέθηκαν αποτελέσματα για το '%s'. Θέλετε να δοκιμάσετε ξανά;
es: No se han encontrado resultados para '%s'. Quieres intentarlo de nuevo?
ru: Нет Результатов по запросу '%s'. Попробовать еще раз?
tr: '%s' için sonuç bulunamadı. Tekrar denensin mi?

source: NETWORK AND INTERNET
de: NETZWERK UND INTERNET
el: ΔΙΚΤΥΟ ΚΑΙ ΔΙΑΔΙΚΤΥΟ
es: RED E INTERNET
ru: СЕТЬ И ИНТЕРНЕТ
tr: AĞ VE İNTERNET

source: NO VPN CONNECTION STARTED!
de: KEINE VPN-VERBINDUNG AUFGEBAUT!
el: ΔΕΝ ΞΕΚΙΝΗΣΕ ΣΥΝΔΕΣΗ VPN!
es: NO SE INICIO CONEXION VPN!
ru: VPN-СОЕДИНЕНИЕ НЕ ЗАПУЩЕНО!
tr: BAŞLATILMIŞ VPN BAĞLANTISI YOK!

source: No DNS servers found
de: Keine DNS-Server gefunden
el: Δεν βρέθηκαν διακομιστές DNS
es: No se encontraron servidores DNS
ru: DNS-серверы не найдены
tr: DNS sunucusu bulunamadı

source: No files found!
de: Keine Dateien gefunden!
el: Δεν βρέθηκαν αρχεία!
es: ¡No se encontraron archivos!
ru: Файлы не найдены!
tr: Dosya bulunamadı!

source: NOT CONNECTED
de: NICHT VERBUNDEN
el: ΜΗ ΣΥΝΔΕΔΕΜΕΝΟ
es: No conectado
ru: НЕТ ПОДКЛЮЧЕНИЯ
tr: BAĞLI DEĞİL

source: Ocher Yellow
de: Ockergelb
el: Κίτρινη ώχρα
es: Amarillo ocre
ru: Охра Желтая
tr: Aşı Sarısı

source: Orange
el: Πορτοκαλί
es: Naranja
ru: Оранжевый
tr: Turuncu

source: ON-SCREEN ALERTS
de: BILDSCHIRMWARNUNGEN
el: ΕΙΔΟΠΟΙΗΣΕΙΣ ΣΤΗΝ ΟΘΟΝΗ
es: ALERTAS EN PANTALLA
ru: ОПОВЕЩЕНИЯ НА ЭКРАНЕ
tr: EKRAN UYARILARI

source: or edit the file located in
de: oder bearbeiten Sie die Datei, die sich darin befindet
el: ή επεξεργαστείτε το αρχείο που βρίσκεται στο
es: o editar el archivo ubicado en
ru: или отредактируйте файл, расположенный в
tr: veya şu konumdaki dosyayı düzenleyin:

source: or
de: oder
el: ή
es: o
ru: или
tr: veya

source: (Press OK to perform a test)
de: (Drücken Sie OK, um einen Test durchzuführen)
el: (Πατήστε OK για να εκτελέσετε μια δοκιμή)
tr: (Test yapmak için TAMAM'a basın)

source: Port number
de: Portnummer
el: Αριθμός θύρας
tr: Port numarası

source: Press Ok
de: Ok drücken
el: Πατήστε ΟΚ
es: Presiona Ok
ru: Нажмите ОК
tr: Tamam'a basın

source: Ping servers
de: Server anpingen
el: Ping διακομιστών
es: Servidores de ping
ru: Пинг серверов
tr: Sunuculara ping at

source: PERSONAL FILES
de: PERSÖNLICHE DATEIEN
el: ΠΡΟΣΩΠΙΚΑ ΑΡΧΕΙΑ
es: ARCHIVOS PERSONALES
ru: ПЕРСОНАЛЬНЫЕ ФАЙЛЫ
tr: KİŞİSEL DOSYALAR

source: PERFECT!
de: PERFEKT!
el: ΤΕΛΕΙΑ!
es: PERFECTO!
ru: ИДЕАЛЬНО!
tr: MÜKEMMEL!

source: Page: %s%s%s
de: Seite: %s%s%s
el: Σελίδα: %s%s%s
es: Pagina: %s%s%s
ru: Страница: %s%s%s
tr: Sayfa: %s%s%s

source: Page
de: Seite
el: Σελίδα
es: Pagina
ru: Страница
tr: Sayfa

source: Play sound
de: Ton abspielen
el: Αναπαραγωγή ήχου
es: Reproducir sonido
ru: Воспроизвести звук
tr: Ses çal

source: Play sound in enigma2
de: Ton in enigma2 abspielen
el: Αναπαραγωγή ήχου στο enigma2
es: Reproducir sonido en enigma2
ru: Воспроизвести звук в enigma2
tr: Enigma2'de ses çal

source: Play sound in enigma2 after exiting plugin
de: Ton in enigma2 abspielen, nachdem das Plugin beendet wurde
el: Αναπαραγωγή ήχου στο enigma2 μετά την έξοδο από το πρόσθετο
es: Reproducir sonido en enigma2 después de salir del complemento
ru: Воспроизвести звук в enigma2 после выхода из плагина
tr: Eklentiden çıktıktan sonra Enigma2'de ses çal

source: Please be patient!
de: Bitte etwas Geduld!
el: Παρακαλώ να είστε υπομονετικοί!
es: Por favor tenga paciencia!
ru: Пожалуйста, будьте терпеливы!
tr: Lütfen sabırlı olun!

source: Please enter your Private Key by pressing the Green button
de: Bitte geben Sie Ihren privaten Schlüssel ein, indem Sie die grüne Taste drücken
el: Εισάγετε το ιδιωτικό σας κλειδί πατώντας το πράσινο κουμπί
es: Por favor ingrese su clave privada presionando el botón verde
ru: Пожалуйста, введите свой Private Key по Зеленой кнопке
tr: Lütfen Yeşil düğmeye basarak Özel Anahtarınızı girin

source: Please mount the device as
de: Bitte mounten Sie das Gerät als
el: Παρακαλώ προσαρτήστε τη συσκευή ως
es: Por favor monte el dispositivo como
ru: Пожалуйста, смонтируйте устройство как
tr: Lütfen cihazı şu şekilde bağlayın:

source: Please wait for the network adapter to restart
de: Bitte warten Sie auf den Neustart des Netzwerkadapters
el: Παρακαλώ περιμένετε να γίνει επανεκκίνηση του προσαρμογέα δικτύου
es: Espere a que se reinicie el adaptador de Network
ru: Пожалуйста, подождите, пока сетевой адаптер перезагрузится
tr: Lütfen ağ bağdaştırıcısının yeniden başlatılmasını bekleyin

source: Please wait while your network is restarting...
de: Bitte warten Sie, während Ihr Netzwerk neu gestartet wird...
el: Παρακαλώ περιμένετε μέχρι να γίνει επανεκκίνηση του δικτύου σας...
es: Espere mientras su red se reinicia...
ru: Пожалуйста, подождите пока ваша сеть перезагрузится...
tr: Ağınız yeniden başlatılırken lütfen bekleyin...

source: Press MENU to update
de: Zum Aktualisieren MENU drücken
el: Πατήστε MENU για ενημέρωση
es: Pulsa menu para actualizar
ru: Нажмите МЕНЮ для обновления
tr: Güncellemek için MENÜ'ye basın

source: Private key does not exist
de: Privater Schlüssel existiert nicht
el: Το ιδιωτικό κλειδί δεν υπάρχει
es: La clave privada no existe
ru: Private key не существует
tr: Özel anahtar mevcut değil

source: Private key saved successfully!
de: Privater Schlüssel erfolgreich gespeichert!
el: Το ιδιωτικό κλειδί αποθηκεύτηκε με επιτυχία!
es: ¡Clave privada guardada con éxito!
ru: Private key успешно сохранен!
tr: Özel anahtar başarıyla kaydedildi!

source: Private key
de: Privater Schlüssel
el: Ιδιωτικό κλειδί
es: Clave privada
tr: Özel anahtar

source: Privatekey file directory
de: Verzeichnis der privaten Schlüsseldatei
el: Κατάλογος αρχείου ιδιωτικού κλειδιού
es: Directorio de archivos de clave privada
ru: Каталог файлов Privatekey
tr: Özel anahtar dosya dizini

source: Protect your %s - By Madhouse
de: Schütze deine %s - von Madhouse
el: Προστασία του %s σας - Από τον Madhouse
es: Protege tu %s - Por Madhouse
ru: Защита вашего %s - By Madhouse
tr: %s'nizi koruyun - Geliştiren: Madhouse

source: Put the files in %s
de: Lege die Dateien in %s ab
el: Τοποθετήστε τα αρχεία στο %s
es: Colocar los archivos en %s
ru: Поместите файлы в %s
tr: Dosyaları %s içine koyun

source: Quick connection
de: Schnelle Verbindung
el: Γρήγορη σύνδεση
es: Conexion rapida
ru: Быстрое подключение
tr: Hızlı bağlantı

source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
ru: Перезагрузить
tr: Sıfırla

source: Reboot Network Adapter
de: Netzwerkadapter neu starten
el: Επανεκκινήστε τον προσαρμογέα δικτύου
es: Reiniciar adaptador de Network
ru: Перезагрузка сетевого адаптера
tr: Ağ Bağdaştırıcısını Yeniden Başlat

source: Recommended servers
de: Empfohlene Server
el: Προτεινόμενοι διακομιστές
es: Servidores recomendados
ru: Рекомендуемые серверы
tr: Önerilen sunucular

source: Remember to insert only files with the .conf extension
de: Denken Sie daran, nur Dateien mit der Erweiterung .conf einzufügen
el: Θυμηθείτε να εισάγετε μόνο αρχεία που έχουν επέκταση .conf
es: Recuerde insertar solo archivos con la extensión .conf
ru: Не забудьте вставлять файлы только с расширением .conf
tr: Sadece .conf uzantılı dosyaları eklemeyi unutmayın

source: Remember to restart the GUI
de: Denken Sie daran, die GUI neu zu starten
el: Θυμηθείτε να κάνετε επανεκκίνηση το GUI
es: Recuerde reiniciar la GUIRecuerde reiniciar la GUI
ru: Не забудьте перезапустить графический интерфейс
tr: Arayüzü yeniden başlatmayı unutmayın

source: Restart enigma2 to apply the update.
de: Starten Sie enigma2 neu, um das Update anzuwenden.
el: Κάντε επανεκκίνηση του enigma2 για να εφαρμόσετε την ενημέρωση.
es: Reinicie enigma2 para aplicar la actualizacion.
ru: Перезапустите enigma2, чтобы применить обновление.
tr: Güncellemeyi uygulamak için enigma2'yi yeniden başlatın.

source: Repeat test
de: Test wiederholen
el: Επανάληψη δοκιμής
es: Repetir test
ru: Повторить тест
tr: Testi tekrarla

source: Restart Network
de: Netzwerk neu starten
el: Επανεκκίνηση δικτύου
es: Reiniciar Network
ru: Перезапустить сеть
tr: Ağı Yeniden Başlat

source: Result successfully saved in /tmp/speedtest.png
de: Ergebnis erfolgreich in /tmp/speedtest.png gespeichert
el: Το αποτέλεσμα αποθηκεύτηκε με επιτυχία στο /tmp/speedtest.png
es: Resultado guardado con éxito en /tmp/speedtest.png
ru: Результат успешно сохранен в /tmp/speedtest.png
tr: Sonuç /tmp/speedtest.png dosyasına başarıyla kaydedildi

source: Set a port for web access.
de: Legen Sie einen Port für den Webzugriff fest.
el: Ορίστε μια θύρα για πρόσβαση στον ιστό.
tr: Web erişimi için bir port ayarlayın.

source: Selected
de: Ausgewählt
el: Επιλεγμένος
es: Seleccionado
ru: Сервер выбран
tr: Seçili

source: Select different ping options to show them in the list.
de: Wählen Sie verschiedene Ping-Optionen aus, um sie in der Liste anzuzeigen.
el: Επιλέξτε διαφορετικές επιλογές ping για να τις εμφανίσετε στη λίστα.
es: Seleccione diferentes opciones de ping para mostrarlas en la lista.
ru: Выберите различные параметры пинга, чтобы отобразить их в списке.
tr: Listede göstermek için farklı ping seçenekleri seçin.

source: Sand
el: Αμμώδες
es: Arena
ru: Песочный
tr: Kum Rengi

source: STOP AND RESUME SERVICE
de: DIENST ANHALTEN UND WIEDER AUFNEHMEN
el: ΔΙΑΚΟΠΗ ΚΑΙ ΣΥΝΕΧΙΣΗ ΥΠΗΡΕΣΙΑΣ
es: DETENER Y REANUDAR EL SERVICIO
ru: ОСТАНОВИТЬ И ВОЗОБНОВИТЬ СЕРВИС
tr: HİZMETİ DURDUR VE DEVAM ETTİR

source: SHOW IN MAIN MENU
de: IM HAUPTMENÜ ANZEIGEN
el: ΕΜΦΑΝΙΣΗ ΣΤΟ ΚΥΡΙΟ ΜΕΝΟΥ
es: MOSTRAR EN MENU PRINCIPAL
ru: ПОКАЗАТЬ В ГЛАВНОМ МЕНЮ
tr: ANA MENÜDE GÖSTER

source: SHOW UPDATE MESSAGE
de: AKTUALISIERUNGSMELDUNG ANZEIGEN
el: ΕΜΦΑΝΙΣΗ ΜΗΝΥΜΑΤΟΣ ΕΝΗΜΕΡΩΣΗΣ
es: MOSTRAR MENSAJE DE ACTUALIZACION
ru: ПОКАЗАТЬ СООБЩЕНИЕ ОБ ОБНОВЛЕНИИ
tr: GÜNCELLEME MESAJINI GÖSTER

source: Save results
de: Ergebnisse speichern
el: Αποθήκευση αποτελεσμάτων
es: Guardar resultados
ru: Сохранить результаты
tr: Sonuçları kaydet

source: Save the server list (will not download when starting the plugin)
de: Serverliste speichern (wird beim Start des Plugins nicht heruntergeladen)
el: Αποθηκεύστε τη λίστα διακομιστών (δεν θα γίνει λήψη κατά την εκκίνηση του πρόσθετου).
es: Guardar la lista de servidores (no se descargará al iniciar el complemento)
ru: Сохранить список серверов (не будет загружен при запуске плагина)
tr: Sunucu listesini kaydet (eklenti başladığında indirilmeyecek)

source: Save the server list
de: Speichern Sie die Serverliste
el: Αποθήκευση λίστας διακομιστών
es: Guardar la lista de servidores
ru: Сохранить список серверов
tr: Sunucu listesini kaydet

source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
ru: Сохранить
tr: Kaydet

source: Select a server and press the OK button
de: Wählen Sie einen Server und drücken Sie die OK-Taste
el: Επιλέξτε έναν διακομιστή και πατήστε το κουμπί OK
es: Seleccione un servidor y clique el botón OK
ru: Выберите сервер и нажмите кнопку ОК
tr: Bir sunucu seçin ve TAMAM düğmesine basın

source: Select the skin
de: Wählen Sie den Skin aus
el: Επιλογή θέματος
es: Seleccione la piel
ru: Выберите скин
tr: Temayı seç

source: Select your favorite skin.
de: Wählen Sie Ihren Lieblingsskin aus.
el: Επιλέξτε το αγαπημένο σας θέμα.
es: Selecciona tu skin favorita.
ru: Выберите ваш фаворитный скин.
tr: Favori temanızı seçin.

source: Select the country
de: Wählen Sie das Land aus
el: Επιλογή χώρας
es: Seleccione el país
ru: Выберите страну
tr: Ülkeyi seç

source: Select the file directory
de: Wählen Sie das Dateiverzeichnis
el: Επιλογή καταλόγου αρχείων
es: Seleccione el directorio de archivos
ru: Выберите каталог файлов
tr: Dosya dizinini seç

source: Select the type of access
de: Wählen Sie die Art des Zugangs
el: Επιλογή τύπου πρόσβασης
ru: Выберите тип доступа
tr: Erişim türünü seç

source: Select the type of server list
de: Wählen Sie den Typ der Serverliste
el: Επιλογή τύπου λίστας διακομιστών
es: Seleccione el tipo de lista de servidores
ru: Выберите тип списка серверов
tr: Sunucu listesi türünü seç

source: Select your personal files and remember to place them in the right directory
de: Wählen Sie Ihre persönlichen Dateien und denken Sie daran, sie im richtigen Verzeichnis abzulegen
el: Επιλέξτε τα προσωπικά σας αρχεία και θυμηθείτε να τα τοποθετήσετε στον σωστό κατάλογο
es: Seleccione sus archivos personales y recuerde colocarlos en el directorio correcto
ru: Выберите ваши личные файлы и не забудьте поместить их в соответствующий каталог
tr: Kişisel dosyalarınızı seçin ve doğru dizine yerleştirmeyi unutmayın

source: Select your vpn provider
de: Wählen Sie Ihren vpn-Anbieter
el: Επιλογή παρόχου VPN
es: Seleccione su proveedor de VPN
ru: Выберите вашего провайдера vpn
tr: VPN sağlayıcınızı seçin

source: Select the color of the sub entries.
de: Wählen Sie die Farbe der Untereinträge aus.
el: Επιλέξτε το χρώμα των δευτερευουσών καταχωρήσεων.
es: Seleccione el color de las subentradas.
ru: Выберите цвет текста.
tr: Alt girdilerin rengini seçin.

source: Select the color of the entries.
de: Wählen Sie die Farbe der Einträge aus.
el: Επιλέξτε το χρώμα των καταχωρήσεων.
es: Seleccione el color de las entradas.
ru: Выберите цвет меню.
tr: Girdilerin rengini seçin.
