Repository: pippomus/Wireguard-Vpn
Catalog: po/*.po
Languages: de, el, es, ru, tr

source: DNS servers
de: DNS-Server
el: διακομιστές DNS
es: Servidores DNS
ru: DNS-серверы
tr: DNS sunucuları

source: 'All servers'
de: 'Alle Server'
el: 'Όλοι οι διακομιστές'
es: 'Todos los servidores'
ru: 'Все серверы'
tr: 'Tüm sunucular'

source: 'Recommended servers'
de: 'Empfohlene Server'
el: 'Προτεινόμενοι διακομιστές'
es: 'Servidores recomendados'
ru: 'Рекомендуемые серверы'
tr: 'Önerilen sunucular'

source: 'Server with static ip'
de: 'Server mit statischer IP'
el: 'Διακομιστές με στατική ip'
es: 'Servidor con ip estática'
ru: 'Сервер со статическим ip'
tr: 'Statik IP'li sunucu'

source: 'Servers by country'
de: 'Server nach Land'
el: 'Διακομιστές ανά χώρα'
es: 'Servidores por país'
ru: 'Серверы по странам'
tr: 'Ülkeye göre sunucular'

source: 'Servers MultiHop'
de: 'Server MultiHop'
el: 'Διακομιστές MultiHop'
es: 'Servidores MultiHop'
ru: 'Серверы MultiHop'
tr: 'Çoklu Atlamalı Sunucular'

source: (Experimental)
de: (Experimentell)
el: (Πειραματικό)
ru: (Экспериментальный)
tr: (Deneysel)

source: (* Requires restart Gui)
de: (* Erfordert einen Neustart der Gui)
el: (* Απαιτεί επανεκκίνηση του Gui)
es: (* Requiere reiniciar la GUI)
ru: (* Требуется перезапуск интерфейса)
tr: (* Arayüzün yeniden başlatılmasını gerektirir)

source: * File located in /etc/WgConfig or /media/hdd/WgConfig or /media/usb/WgConfig
el: * Το αρχείο βρίσκεται στο /etc/WgConfig ή στο /media/hdd/WgConfig ή στο /media/usb/WgConfig
ru: Файл расположен в /etc/WgConfig или /media/hdd/WgConfig или /media/usb/WgConfig
tr: * Dosya konumu: /etc/WgConfig veya /media/hdd/WgConfig veya /media/usb/WgConfig

source: %s) Bypass host or ip
de: %s) Umgehung von host oder ip
el: %s) Παράκαμψη host ή ip
es: %s) Saltar host o ip
ru: %s) Обход хоста или ip
tr: %s) Ana bilgisayarı veya IP'yi atla

source: AUTO START
de: AUTOMATISCHER START
el: ΑΥΤΟΜΑΤΗ ΕΚΚΙΝΗΣΗ
es: ARRANQUE AUTOMATICO
ru: АВТОЗАПУСК
tr: OTOMATİK BAŞLATMA

source: ago
de: vor
el: πριν
tr: önce

source: Access via Token
de: Zugang über Token
el: Πρόσβαση μέσω Token
es: Acceso mediante token
ru: Доступ через токен
tr: Token ile Erişim

source: Are you sure you want to delete the file: %s?
de: Möchten Sie die Datei %s wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το αρχείο: %s;
es: Estas seguro de que deseas eliminar el archivo: %s?
ru: Вы уверены, что хотите удалить файл: %s?
tr: %s dosyasını silmek istediğinizden emin misiniz?

source: Add bypasses
de: Umgehungen hinzufügen
el: Προσθήκη παρακάμψεων
es: Agregar bypasses
ru: Добавить обход
tr: Atlama ekle

source: Add host/ip number to bypass WireGuard.
de: Host-/Ip-Nummer hinzufügen, um WireGuard zu umgehen.
el: Προσθέστε αριθμό host/ip για να παρακάμψετε το WireGuard.
es: Agregue el numero de host/IP para omitir WireGuard.
ru: Добавить номер хоста/IP для обхода WireGuard.
tr: WireGuard'ı atlamak için ana bilgisayar/IP numarası ekleyin.

source: All servers
de: Alle Server
el: Όλοι οι διακομιστές
es: Todos los servidores
ru: Все серверы
tr: Tüm sunucular

source: BACKUP
de: SICHERUNG
el: ΑΝΤΙΓΡΑΦΟ ΑΣΦΑΛΕΙΑΣ
es: RESPALDO
ru: РЕЗЕРВНОЕ КОПИРОВАНИЕ
tr: YEDEKLEME

source: BYPASS
de: UMGEHUNG
el: ΠΑΡΑΚΑΜΨΗ
es: DERIVACION
ru: ОБХОД
tr: ATLA

source: Bypass a specific port
de: Einen bestimmten Port umgehen
el: Παράκαμψη μιας συγκεκριμένης θύρας
tr: Belirli bir portu atla

source: Bandwidth
de: Bandbreite
el: Εύρος ζώνης
es: Ancho de banda
ru: Пропускная способность
tr: Bant Genişliği

source: Bypass Wireguard
de: Wireguard umgehen
el: Παράκαμψη Wireguard
es: Saltar protección Wireguard
ru: Обход Wireguard
tr: Wireguard'ı Atla

source: Bypass Subnet
de: Subnetz umgehen
el: Παράκαμψη υποδικτύου
tr: Alt Ağı Atla

source: Button
de: Schaltfläche
el: Κουμπί
es: Boton
ru: Кнопка
tr: Düğme

source: Server %s %s
el: Ο διακομιστής %s %s
es: Servidor %s %s
ru: Сервер %s %s
tr: Sunucu %s %s

source: Server copy
de: Serverkopie
el: Αντιγραφή διακομιστή
es: Copia servidor
ru: Копия сервера
tr: Sunucu kopyası

source: Search
de: Suche
el: Αναζήτηση
es: Buscar
ru: Поиск
tr: Ara

source: Search by country
de: Suche nach Land
el: Αναζήτηση κατά χώρα
es: Buscar por pais
ru: Поиск по стране
tr: Ülkeye göre ara

source: Stop
de: Stoppen
el: Διακοπή
es: Detener
ru: Стоп
tr: Durdur

source: SKIN AND COLORS ITEMS
el: ΣΤΟΙΧΕΙΑ ΘΕΜΑΤΟΣ ΚΑΙ ΧΡΩΜΑΤΩΝ
tr: TEMA VE RENK ÖĞELERİ

source: SKIN, COLORS AND SOUNDS
de: SKIN, FARBEN UND TÖNE
el: ΘΕΜΑ, ΧΡΩΜΑΤΑ ΚΑΙ ΗΧΟΙ
es: PIEL, COLORES Y SONIDOS
ru: СКИН, ЦВЕТА И ЗВУКИ
tr: TEMA, RENKLER VE SESLER

source: SUBNET
de: SUBNETZ
el: ΥΠΟΔΙΚΤΥΟΥ
tr: ALT AĞ

source: Subnet (IP/CIDR)
de: Subnetz (IP/CIDR)
el: Υποδίκτυο (IP/CIDR)
tr: Alt Ağ (IP/CIDR)

source: Configure your provider first and then you can copy the chosen server.
de: Konfigurieren Sie zunächst Ihren Provider und kopieren Sie dann den gewählten Server.
el: Ρυθμίστε πρώτα τον πάροχό σας και στη συνέχεια μπορείτε να αντιγράψετε τον επιλεγμένο διακομιστή.
es: Primero configura tu proveedor y luego podras copiar el servidor elegido.
ru: Сначала настройте своего провайдера, а затем можете скопировать выбранный сервер.
tr: Önce sağlayıcınızı yapılandırın, ardından seçtiğiniz sunucuyu kopyalayabilirsiniz.

source: copied successfully!
de: erfolgreich kopiert!
el: αντιγράφηκε με επιτυχία!
es: ¡copiado exitosamente!
ru: скопировано успешно!
tr: Başarıyla kopyalandı!

source: Cloudflare registration failed!
de: Cloudflare-Registrierung fehlgeschlagen!
el: Η εγγραφή στο Cloudflare απέτυχε!
es: ¡Error en el registro de Cloudflare!
ru: Регистрация в Cloudflare не удалась!
tr: Cloudflare kaydı başarısız oldu!

source: Color of entries
de: Farbe der Einträge
el: Χρώμα καταχωρήσεων
es: Color de las entradas
ru: Цвет меню
tr: Girdilerin rengi

source: Color of sub entries
de: Farbe der Untereinträge
el: Χρώμα δευτερευουσών καταχωρήσεων
es: Color de las subentradas
ru: Цвет текста
tr: Alt girdilerin rengi

source: Click
de: Klicken
el: Κλικ
es: Hacer clic
ru: Нажмите
tr: Tıkla

source: Choose a sound
de: Wählen Sie einen Ton
el: Επιλογή ήχου
es: Elige un sonido
ru: Выберите звук
tr: Bir ses seçin

source: CHOICE OF PROVIDER
de: WAHL DES ANBIETERS
el: ΕΠΙΛΟΓΗ ΠΑΡΟΧΟΥ
es: ELECCION DEL PROVEEDOR
ru: ВЫБОР ПОСТАВЩИКА
tr: SAĞLAYICI SEÇİMİ

source: Check Dns Leak
de: DNS-Leck überprüfen
el: Έλεγχος διαρροής DNS
es: Comprobar fuga de DNS
ru: Проверка утечки DNS
tr: DNS Sızıntısını Kontrol Et

source: Check internet connection
de: Internetverbindung überprüfen
el: Έλεγχος σύνδεσης στο διαδίκτυο
es: Comprobar la conexion a Internet
ru: Проверка подключения к интернету
tr: İnternet bağlantısını kontrol et

source: Check that WireGuard is installed in your image.
de: Überprüfen Sie, ob WireGuard in Ihrem Image installiert ist.
el: Ελέγξτε ότι το WireGuard είναι εγκατεστημένο στο image σας.
es: Verifique que WireGuard este instalado en su imagen.
ru: Проверьте, установлен ли WireGuard в вашем образе.
tr: WireGuard'ın imajınızda kurulu olduğunu kontrol edin.

source: Check the length of the private key
de: Überprüfe die Länge des privaten Schlüssels
el: Έλεγχος μήκους του ιδιωτικού κλειδιού
es: Comprobar la longitud de la clave privada
ru: Проверьте длину private key
tr: Özel anahtarın uzunluğunu kontrol edin

source: Check vpn disabled
de: Überprüfe vpn deaktiviert
el: Έλεγχος VPN απενεργοποιημένος
es: Comprobar vpn deshabilitado
ru: Проверьте отключение vpn
tr: VPN devre dışı bırakıldı kontrolü

source: Check vpn enabled
de: Überprüfe vpn aktiviert
el: Έλεγχος VPN ενεργοποιημένος
es: Verificar vpn habilitado
ru: Проверьте включение vpn
tr: VPN etkinleştirildi kontrolü

source: Check your internet connection
de: Überprüfen Sie Ihre Internetverbindung
el: Ελέγξτε τη σύνδεσή σας στο διαδίκτυο
es: Comprueba tu conexión a Internet
ru: Проверьте подключение к интернету
tr: İnternet bağlantınızı kontrol edin

source: Checking Wireguard module
de: Überprüfe Wireguard-Modul
el: Έλεγχος της μονάδας Wireguard
es: Comprobando el módulo Wireguard
ru: Проверка модуля Wireguard
tr: Wireguard modülü kontrol ediliyor

source: Choose a DNS for testing your internet connection.
de: Wählen Sie einen DNS, um Ihre Internetverbindung zu testen.
el: Επιλέξτε ένα DNS για δοκιμή της σύνδεσής σας στο διαδίκτυο.
es: Elija un DNS para probar su conexion a Internet.
ru: Выберите DNS для проверки подключения к интернету.
tr: İnternet bağlantınızı test etmek için bir DNS seçin.

source: Choose a DNS server.
de: Wählen Sie einen DNS-Server.
el: Επιλέξτε έναν διακομιστή DNS.
es: Elija un servidor DNS.
ru: Выберите DNS-сервер.
tr: Bir DNS sunucusu seçin.

source: Choose a DNS test server from bash.ws or dnsleaktest.com
de: Wählen Sie einen DNS-Testserver von bash.ws oder dnsleaktest.com
el: Επιλέξτε έναν διακομιστή δοκιμής DNS από bash.ws ή dnsleaktest.com
es: Elija un servidor de prueba DNS de bash.ws o dnsleaktest.com
ru: Выберите тестовый сервер DNS из bash.ws или dnsleaktest.com
tr: bash.ws veya dnsleaktest.com'dan bir DNS test sunucusu seçin

source: Choose a server for DNS testing
de: Wählen Sie einen Server für DNS-Tests
el: Επιλογή διακομιστή για δοκιμή DNS
es: Elija un servidor para realizar pruebas de DNS
ru: Выберите сервер для тестирования DNS
tr: DNS testi için bir sunucu seçin

source: Choose server and press ok
de: Server auswählen und ok drücken
el: Επιλέξτε έναν διακομιστή και πατήστε OK
es: Elija el servidor y clique ok
ru: Выберите сервер и нажмите ok
tr: Sunucu seçip 'tamam'a basın

source: Choose the directory for the PrivateKey.key file
de: Wählen Sie das Verzeichnis für die Datei PrivateKey.key
el: Επιλέξτε τον κατάλογο για το αρχείο PrivateKey.key
es: Elija el directorio para el archivo PrivateKey.key
ru: Выберите каталог для файла PrivateKey.key
tr: PrivateKey.key dosyası için dizini seçin

source: Choose your VPN provider among:
de: Wählen Sie Ihren VPN-Anbieter aus:
el: Επιλέξτε τον πάροχο VPN σας ανάμεσα σε:
es: Elija su proveedor de VPN entre:
ru: Выберите поставщика VPN среди:
tr: VPN sağlayıcınızı şunlar arasından seçin:

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
ru: Закрыть
tr: Kapat

source: Conclusion:
de: Fazit:
el: Συμπέρασμα:
ru: Вывод:
tr: Sonuç:

source: Connected by: %s
de: Verbunden seit: %s
el: Σύνδεση από: %s
es: Conectado por: %s
ru: Подключено к: %s
tr: Bağlandı: %s

source: CONNECTED
de: VERBUNDEN
el: ΣΥΝΔΕΔΕΜΕΝΟ
es: Conectado
ru: ПОДКЛЮЧЕНО
tr: BAĞLANDI

source: Connection Established
de: Verbindung hergestellt
el: Η σύνδεση επιτεύχθηκε
es: Conexion establecida
ru: Соединение установлено
tr: Bağlantı Kuruldu

source: Connection in progress...
de: Verbindung wird hergestellt...
el: Σύνδεση σε εξέλιξη...
es: Conexion en progreso...
ru: Соединение устанавливается...
tr: Bağlantı kuruluyor...

source: Connection to server failed!
de: Verbindung zum Server fehlgeschlagen!
el: Η σύνδεση με τον διακομιστή απέτυχε!
es: La conexión al servidor fallo!
ru: Не удалось подключиться к серверу!
tr: Sunucuya bağlanılamadı!

source: Connection Unavailable!
de: Verbindung nicht verfügbar!
el: Η σύνδεση δεν είναι διαθέσιμη!
es: Conexion no disponible!
ru: Подключение недоступно!
tr: Bağlantı Mevcut Değil!

source: Copy/paste your Private Key and then press the Blue button
de: Kopieren/Einfügen Ihres privaten Schlüssels und drücken Sie dann die blaue Taste
el: Αντιγράψτε/επικολλήστε το ιδιωτικό σας κλειδί και πατήστε το μπλε κουμπί
es: Copie/pegue su clave privada y luego clique el botón azul
ru: Скопируйте/вставьте свой Private Key, а затем нажмите Cинюю кнопку
tr: Özel Anahtarınızı kopyalayıp yapıştırın ve Mavi düğmeye basın

source: Create a backup script
el: Δημιουργία script αντιγράφου ασφαλείας
ru: Создайте сценарий резервного копирования
tr: Yedekleme betiği oluştur

source: Create a backup of your configurations to be able to restore it in a new image. The backup (wireguard_backup.sh script) will be saved in:
el: Δημιουργήστε ένα αντίγραφο ασφαλείας των ρυθμίσεών σας για να μπορείτε να τις επαναφέρετε σε ένα νέο image. Το αντίγραφο ασφαλείας (wireguard_backup.sh script) θα αποθηκευτεί στο:
tr: Yapılandırmalarınızın yedeğini oluşturarak yeni bir imajda geri yükleyebilirsiniz. Yedek (wireguard_backup.sh betiği) şu konuma kaydedilecektir:

source: Create your access token via the NordVpn website.
de: Erstellen Sie Ihr Zugangs-Token über die NordVpn-Website.
el: Δημιουργήστε το token πρόσβασής σας μέσω του ιστότοπου NordVpn.
es: Crea tu token de acceso a traves del sitio web de NordVpn.
ru: Создайте свой токен доступа через веб-сайт NordVpn.
tr: Erişim anahtarınızı NordVpn web sitesi üzerinden oluşturun.

source: Delete files
de: Dateien löschen
el: Διαγραφή αρχείων
es: Eliminar archivos
ru: Удалить файлы
tr: Dosyaları sil

source: Disabled
de: Deaktiviert
el: Απενεργοποίηση
es: Desactivado
ru: Выключено
tr: Devre Dışı

source: DNS LEAK TEST
de: DNS-LECK TEST
el: ΔΟΚΙΜΗ ΔΙΑΡΡΟΗΣ DNS
es: PRUEBA FUGA DE DNS
tr: DNS SIZINTI TESTİ

source: Days
de: Tage
el: Ημέρες
es: Dias
ru: Дней
tr: Gün

source: days
de: Tagen
el: ημέρες
ru: дней
tr: gün

source: day
de: Tag
el: ημέρα
ru: день
tr: gün

source: Data saved correctly!
de: Daten korrekt gespeichert!
el: Τα δεδομένα αποθηκεύτηκαν σωστά!
es: ¡Datos guardados correctamente!
ru: Данные сохранены правильно!
tr: Veri başarıyla kaydedildi!

source: Default is set to 16384 maximum servers to display
de: Standardmäßig werden maximal 16384 Server angezeigt
el: Η προεπιλογή έχει οριστεί σε 16384 μέγιστους διακομιστές για εμφάνιση
es: El valor predeterminado es 16384 servidores máximos para mostrar
ru: По умолчанию установлено максимальное количество отображаемых серверов 16384
tr: Varsayılan olarak görüntülenecek maksimum sunucu sayısı 16384 olarak ayarlandı

source: Default is set to 500 maximum servers to display
de: Standardmäßig werden maximal 500 Server angezeigt
el: Η προεπιλογή έχει οριστεί σε 500 μέγιστους διακομιστές για εμφάνιση
es: El valor predeterminado es un máximo de 500 servidores para mostrar
ru: По умолчанию установлено максимальное количество отображаемых серверов 500
tr: Varsayılan olarak görüntülenecek maksimum sunucu sayısı 500 olarak ayarlandı

source: Default: 10
de: Standard: 10
el: Προεπιλογή: 10
ru: По умолчанию: 10
tr: Varsayılan: 10

source: Default
de: Standard
el: Προεπιλογή
es: Por defecto
ru: По умолчанию
tr: Varsayılan

source: Disable ipv6
de: Ipv6 deaktivieren
el: Απενεργοποίηση ipv6
es: Deshabilitar ipv6
ru: Отключить ipv6
tr: IPv6'yı devre dışı bırak

source: Disconnect
de: Trennen
el: Αποσύνδεση
es: Desconectar
ru: Отключить
tr: Bağlantıyı Kes

source: DNS IS NOT LEAKING.
de: KEIN DNS-LECK VORHANDEN.
el: ΤΟ DNS ΔΕΝ ΕΧΕΙ ΔΙΑΡΡΟΗ.
es: EL DNS NO TIENE FUGAS.
ru: НЕТ УТЕЧКИ DNS.
tr: DNS SIZINTISI YOK.

source: DNS leak test
de: DNS-Leck Test
el: Τεστ διαρροής DNS
es: Prueba fuga DNS
ru: Тест на утечку DNS
tr: DNS sızıntı testi

source: DNS MAY BE LEAKING.
de: DNS könnte ein Leck haben.
el: ΤΟ DNS ΕΝΔΕΧΕΤΑΙ ΝΑ ΕΧΕΙ ΔΙΑΡΡΟΗ.
es: PUEDE QUE HAYA FUGAS DE DNS.
ru: ВОЗМОЖНА УТЕЧКА DNS.
tr: DNS SIZINTISI OLABİLİR.

source: DNS server settings
de: DNS-Server-Einstellungen
el: Ρυθμίσεις διακομιστή DNS
es: Configuracion del servidor DNS
ru: Настройки DNS-сервера
tr: DNS sunucu ayarları

source: DNS servers allow resolution of DNS host names to IP addresses.
de: DNS-Server ermöglichen die Auflösung von DNS-Hostnamen in IP-Adressen.
el: Οι διακομιστές DNS επιτρέπουν την ανάλυση ονομάτων DNS host σε διευθύνσεις IP.
es: Los servidores DNS permiten la resolucion de nombres de host DNS en direcciones IP.
ru: Разрешить DNS-серверам преобразовывать имена хостов DNS в IP-адреса.
tr: DNS sunucuları, DNS ana bilgisayar adlarının IP adreslerine çözümlenmesini sağlar.

source: Do you want to import the backup file?
de: Möchten Sie die Sicherungsdatei importieren?
el: Θέλετε να εισάγετε το αρχείο αντιγράφου ασφαλείας;
es: Quieres importar el archivo de respaldo?
ru: Вы хотите импортировать файл резервной копии?
tr: Yedekleme dosyasını içe aktarmak istiyor musunuz?

source: Do you want to view the latest Changelog?
de: Möchten Sie das aktuelle Änderungsprotokoll anzeigen?
el: Θέλετε να δείτε το πιο πρόσφατο αρχείο καταγραφής αλλαγών;
es: Quieres ver el ultimo registro de cambios?
ru: Хотите увидеть журнал последних изменений?
tr: En son değişiklik günlüğünü görmek istiyor musunuz?

source: Do you want to generate your Mullvad account data?
de: Möchten Sie Ihre Mullvad-Kontodaten generieren?
el: Θέλετε να δημιουργήσετε τα δεδομένα του λογαριασμού σας Mullvad;
es: Quieres generar los datos de tu cuenta Mullvad?
ru: Вы хотите сгенерировать данные учетной записи Mullvad?
tr: Mullvad hesap verilerinizi oluşturmak istiyor musunuz?

source: Do you want to restart the GUI?
de: Möchten Sie die GUI neu starten?
el: Θέλετε να επανεκκινήσετε το GUI;
es: ¿Desea reiniciar la GUI?
ru: Вы хотите перезапустить графический интерфейс?
tr: Arayüzü yeniden başlatmak istiyor musunuz?

source: Do you want to restart the network interface?
de: Möchten Sie die Netzwerkschnittstelle neu starten?
el: Θέλετε να επανεκκινήσετε τη διασύνδεση δικτύου;
es: ¿Desea reiniciar la interfaz de red?
ru: Вы хотите перезапустить сетевой интерфейс?
tr: Ağ arayüzünü yeniden başlatmak istiyor musunuz?

source: Do you want to upgrade to the new %s version?
de: Möchten Sie auf die neue %s-Version aktualisieren?
el: Θέλετε να κάνετε αναβάθμιση στη νέα έκδοση %s;
es: Quieres actualizar a la nueva version %s?
ru: Вы хотите обновиться до новой %s версии?
tr: Yeni %s sürümüne yükseltmek istiyor musunuz?

source: Double VPN, highest level of safety and security, tracking the real IP address is mathematically impossible.
de: Doppeltes VPN, höchste Sicherheitsstufe, Rückverfolgung der echten IP-Adresse ist mathematisch unmöglich.
el: Διπλό VPN, υψηλότερο επίπεδο ασφάλειας και προστασίας, η παρακολούθηση της πραγματικής διεύθυνσης IP είναι μαθηματικά αδύνατη.
es: Doble VPN, nivel más alto de seguridad y protección, rastrear la dirección IP real es matemáticamente imposible.
ru: Двойной VPN, высочайший уровень безопасности, отслеживание реального IP-адреса математически невозможно.
tr: Double VPN, en yüksek düzeyde güvenlik ve emniyet sağlar, gerçek IP adresinin takibi matematiksel olarak imkansızdır.

source: Download speedtest.png failed!
de: Download speedtest.png fehlgeschlagen!
el: Η λήψη του speedtest.png απέτυχε!
es: Descarga speedtest.png fallida!
ru: Загрузка speedtest.png не удалась!
tr: speedtest.png indirme başarısız oldu!

source: Enable web access
de: Webzugriff aktivieren
el: Ενεργοποίηση πρόσβασης στον ιστό
tr: Web erişimini etkinleştir

source: exists. Do you want to overwrite it?
de: vorhanden. Möchten Sie es überschreiben?
el: υπάρχει. Θέλετε να το αντικαταστήσετε;
es: existe. ¿Quieres sobrescribirlo?
ru: существует. Вы хотите перезаписать его?
tr: mevcut. Üzerine yazılsın mı?

source: Example
de: Beispiel
el: Παράδειγμα
tr: Örnek

source: Error removing file: %s
de: Fehler beim Entfernen der Datei: %s
el: Σφάλμα κατά την αφαίρεση του αρχείου: %s
es: Error al eliminar archivo: %s
ru: Ошибка при удалении файла: %s
tr: Dosya kaldırılırken hata: %s

source: Edit the file located in /etc/wg_token.key and paste your access token.
de: Bearbeiten Sie die Datei /etc/wg_token.key und fügen Sie Ihr Zugriffstoken ein.
el: Επεξεργαστείτε το αρχείο που βρίσκεται στο /etc/wg_token.key και επικολλήστε το token πρόσβασής σας.
es: Edite el archivo ubicado en /etc/wg_token.key y pegue su token de acceso.
ru: Отредактируйте файл, расположенный в /etc/wg_token.key и вставьте свой токен доступа.
tr: /etc/wg_token.key dosyasını düzenleyin ve erişim anahtarınızı yapıştırın.

source: Enter your account number!
de: Geben Sie Ihre Kontonummer ein!
el: Εισάγετε τον αριθμό λογαριασμού σας!
es: Ingrese su numero de cuenta!
ru: Введите номер вашей учетной записи!
tr: Hesap numaranızı girin!

source: Enable hanshake control
de: Aktivieren der Handshake-Kontrolle
el: Ενεργοποίηση ελέγχου επικοινωνίας
es: Habilitar el control de hanshake
ru: Включить управление hanshake
tr: El sıkışma kontrolünü etkinleştir

source: Enable Kill switch
de: Abschaltautomatik aktivieren
el: Ενεργοποίηση διακόπτη τερματισμού
es: Habilitar el interruptor de apagado
ru: Включить аварийный выключатель
tr: Kill Switch'i etkinleştir

source: Enable vpn control
de: VPN-Kontrolle aktivieren
el: Ενεργοποίηση ελέγχου VPN
es: Habilitar control vpn
ru: Включить управление vpn
tr: VPN kontrolünü etkinleştir

source: Enable Wireguard Vpn screen control.
de: Aktiviere Wireguard Vpn-Bildschirmkontrolle.
el: Ενεργοποιήστε τον έλεγχο οθόνης Wireguard VPN.
es: Habilite el control de pantalla Wireguard Vpn.
ru: Включить управление экраном Wireguard Vpn.
tr: Wireguard VPN ekran kontrolünü etkinleştirin.

source: Enabling it allows you to perform an internet check when your %s starts
de: Wenn Sie diese Option aktivieren, können Sie eine Internetprüfung durchführen, wenn Ihre %s startet
el: Η ενεργοποίησή του επιτρέπει την εκτέλεση ελέγχου στο διαδίκτυο κατά την εκκίνηση του %s σας
es: Al habilitarlo, podrs realizar una verificacion de Internet cuando se inicie su %s
ru: Включение позволяет вам выполнять проверку Интернета при %s запуске
tr: Etkinleştirmek, %s başladığında internet kontrolü yapmanızı sağlar

source: Enter your Private Key
de: Geben Sie Ihren privaten Schlüssel ein
el: Εισάγετε το ιδιωτικό σας κλειδί
es: Ingrese su clave privada
ru: Введите свой Private Key
tr: Özel Anahtarınızı Girin

source: Example: 232.34.87.22
de: Beispiel: 232.34.87.22
el: Παράδειγμα: 232.34.87.22
es: Ejemplo: 232.34.87.22
ru: Пример: 232.34.87.22
tr: Örnek: 232.34.87.22

source: Error creating backup file: Out of disk space %s.
de: Fehler beim Erstellen der Sicherungsdatei: Nicht genügend Speicherplatz %s.
el: Σφάλμα κατά τη δημιουργία του αρχείου αντιγράφου ασφαλείας: Δεν υπάρχει χώρος στο δίσκο %s.
es: Error al crear el archivo de respaldo: No hay espacio en disco %s.
ru: Ошибка создания файла резервной копии: не хватает места на диске %s.
tr: Yedek dosyası oluşturma hatası: %s disk alanı yetersiz.

source: Example: wireguard.no-ip.biz
de: Beispiel: wireguard.no-ip.biz
el: Παράδειγμα: wireguard.no-ip.biz
es: Ejemplo: wireguard.no-ip.biz
ru: Пример: wireguard.no-ip.biz
tr: Örnek: wireguard.no-ip.biz

source: Example:
de: Beispiel:
el: Παράδειγμα:
es: Ejemplo:
ru: Пример:
tr: Örnek:

source: Exit
de: Beenden
el: Έξοδος
es: Salir
ru: Выход
tr: Çıkış

source: File not found: %s
de: Datei nicht gefunden: %s
el: Το αρχείο δεν βρέθηκε: %s
es: Archivo no encontrado: %s
ru: Файл не найден: %s
tr: Dosya bulunamadı: %s

source: File deleted successfully: %s
de: Datei erfolgreich gelöscht: %s
el: Το αρχείο διαγράφηκε με επιτυχία: %s
es: Archivo eliminado exitosamente: %s
ru: Файл удален успешно: %s
tr: Dosya başarıyla silindi: %s

source: File %s not created!
de: Datei %s nicht erstellt!
el: Το αρχείο %s δεν δημιουργήθηκε!
es: Archivo %s no creado!
ru: Файл %s не создан!
tr: %s dosyası oluşturulamadı!

source: File %s created successfully!
de: Datei %s erfolgreich erstellt!
el: Το αρχείο %s δημιουργήθηκε με επιτυχία!
es: Archivo %s creado exitosamente!
ru: Файл %s успешно создан!
tr: %s dosyası başarıyla oluşturuldu!

source: Failed to retrieve Nordlynx Private Key.
de: Nordlynx Private Key konnte nicht abgerufen werden.
el: Αποτυχία ανάκτησης ιδιωτικού κλειδιού Nordlynx.
es: No se pudo recuperar la clave privada de Nordlynx.
ru: Не удалось получить Private Key Nordlynx.
tr: Nordlynx Özel Anahtarı alınamadı.

source: Finished restarting your network
de: Der Neustart Ihres Netzwerks ist abgeschlossen
el: Η επανεκκίνηση του δικτύου σας ολοκληρώθηκε
es: Terminado de reiniciar su red
ru: Перезапуск вашей сети завершен
tr: Ağınız yeniden başlatıldı

source: Gateway (IP)
el: Πύλη (IP)
tr: Ağ Geçidi (IP)

source: Generate the private key
de: Generieren privaten Schlüssel
el: Δημιουργία ιδιωτ. κλειδιού
ru: Сгенерировать закрытый ключ
tr: Özel anahtar oluştur
