Repository: pippomus/Wireguard-Vpn
Catalog: po/*.po
Languages: de, el, es, ru, tr

source: Server %s is Down!
de: Server %s ist ausgefallen!
el: Ο διακομιστής %s είναι εκτός λειτουργίας!
es: El servidor %s no este disponible!
ru: Сервер %s отключен!
tr: Sunucu %s Çevrimdışı!

source: Server list order
de: Reihenfolge der Serverliste
el: Ταξινόμηση λίστας διακομιστών
es: Orden de la lista de servidores
ru: Упорядоченный список серверов
tr: Sunucu listesi sırası

source: Server list
de: Serverliste
el: Διακομιστές
es: Lista de servidores
ru: Список серверов
tr: Sunucu listesi

source: Server with static ip
de: Server mit statischer IP
el: Διακομιστής με στατική ip
es: Servidor con ip estática
ru: Сервер со статическим ip
tr: Statik IP'li sunucu

source: Set a limit of servers to view
de: Legen Sie ein Limit der anzuzeigenden Server fest
el: Ορισμός ορίου διακομιστών για προβολή
es: Establecer un límite de servidores para ver
ru: Установить ограничение серверов для просмотра
tr: Görüntülenecek sunucu sınırı belirle

source: Set the MTU
de: Einstellen der MTU
el: Ορισμός MTU
es: Establecer la MTU
ru: Установить MTU
tr: MTU'yu ayarla

source: Set the time (minutes) for Wireguard Vpn control
de: Legen Sie die Zeit (Minuten) für die Wireguard Vpn-Kontrolle fest
el: Ορίστε τον χρόνο (λεπτά) για τον έλεγχο Wireguard VPN
es: Establecer el tiempo (minutos) para el control de Wireguard Vpn
ru: Установить время (минуты) для управления Wireguard Vpn
tr: Wireguard VPN kontrolü için süreyi (dakika) ayarlayın

source: Set the timeout
de: Zeitüberschreitung einstellen
el: Ορισμός χρονικού ορίου
es: Establecer el tiempo de espera
ru: Установить тайм-аут
tr: Zaman aşımını ayarla

source: Set up a DNS for Wireguard connection.
de: Richten Sie einen DNS für die Wireguard-Verbindung ein.
el: Ορίστε ένα DNS για τη σύνδεση του Wireguard.
es: Configurar un DNS para la conexión Wireguard.
ru: Настроить DNS для подключения Wireguard.
tr: Wireguard bağlantısı için bir DNS ayarlayın.

source: Set up a DNS
de: Einen DNS einrichten
el: Ορισμός DNS
es: Configurar el DNS
ru: Настроить DNS
tr: DNS ayarla

source: Set up internet control
de: Internet-Kontrolle einrichten
el: Ορισμός ελέγχου διαδικτύου
es: Configurar el control de Internet
ru: Настроить управление интернетом
tr: İnternet kontrolünü ayarla

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
ru: Настройки
tr: Ayarlar

source: Show update message
de: Aktualisierungsmeldung anzeigen
el: Εμφάνιση μηνύματος ενημέρωσης
es: Mostrar mensaje de actualizacion
ru: Показать сообщение об обновлении
tr: Güncelleme mesajını göster

source: Show a message if there is an update.
de: Zeigt eine Meldung an, wenn es eine Aktualisierung gibt.
el: Εμφάνιση μηνύματος εάν υπάρχει ενημέρωση.
es: Mostrar un mensaje si hay una actualizacion.
ru: Показывать сообщение о наличии обновления.
tr: Güncelleme varsa bir mesaj göster.

source: Show a warning on the screen
de: Eine Warnung auf dem Bildschirm anzeigen
el: Εμφάνιση προειδοποίησης στην οθόνη
es: Mostrar una advertencia en la pantalla
ru: Показать предупреждение на экране
tr: Ekranda bir uyarı göster

source: Show results
de: Ergebnisse anzeigen
el: Εμφάνιση αποτελεσμάτων
es: Mostrar resultados
ru: Показать результаты
tr: Sonuçları göster

source: Show the warning on the screen
de: Zeige die Warnung auf dem Bildschirm
el: Εμφάνιση της προειδοποίησης στην οθόνη
es: Mostrar la advertencia en la pantalla
ru: Показать предупреждение на экране
tr: Uyarıyı ekranda göster

source: Show warning on screen
de: Warnung auf dem Bildschirm anzeigen
el: Εμφάνιση προειδοποίησης στην οθόνη
es: Mostrar advertencia en pantalla
ru: Показать предупреждение на экране
tr: Ekranda uyarı göster

source: Show Wireguard in the main menu
de: Wireguard im Hauptmenü anzeigen
el: Εμφάνιση Wireguard στο κύριο μενού
es: Mostrar Wireguard en el menú principal
ru: Показать Wireguard в главном меню
tr: Wireguard'ı ana menüde göster

source: Show Wireguard Vpn in main menu
de: Wireguard Vpn im Hauptmenü anzeigen
el: Εμφάνιση του Wireguard VPN στο κύριο μενού
es: Mostrar Wireguard Vpn en el menú principal
ru: Показать Wireguard Vpn в главном меню
tr: Wireguard VPN'i ana menüde göster

source: Shows the warning duration (seconds) on the screen
de: Zeigt die Dauer der Warnung (Sekunden) auf dem Bildschirm an
el: Εμφανίζει τη διάρκεια προειδοποίησης (δευτερόλεπτα) στην οθόνη
es: Muestra la duración de la advertencia (segundos) en la pantalla
ru: Показать длительность предупреждения (секунды) на экране
tr: Ekrandaki uyarı süresini (saniye) gösterir

source: Sort by load (ascending)
de: Sortierung nach Last (aufsteigend)
el: Ταξινόμηση κατά φόρτωση (αύξουσα)
es: Ordenar por carga (ascendente)
ru: Сортировать по нагрузке (по возрастанию)
tr: Yüke göre sırala (artan)

source: Sort by server (alphabetically)
de: Sortierung nach Server (alphabetisch)
el: Ταξινόμηση κατά διακομιστή (αλφαβητικά)
es: Ordenar por servidor (alfabéticamente)
ru: Сортировать по серверу (по алфавиту)
tr: Sunucuya göre sırala (alfabetik)

source: Sort by bandwidth (ascending)
de: Sortierung nach Bandbreite (aufsteigend)
el: Ταξινόμηση κατά εύρος ζώνης (αύξουσα)
ru: Сортировать по пропускной способности (по возрастанию)
tr: Bant genişliğine göre sırala (artan)

source: Sort the list alphabetically or by ascending load
de: Sortiere die Liste alphabetisch oder nach aufsteigender Last
el: Ταξινομήστε τη λίστα αλφαβητικά ή με αύξουσα σειρά φόρτωσης
es: Ordenar la lista alfabéticamente o por carga ascendente
ru: Сортировать список по алфавиту или по возрастанию нагрузки
tr: Listeyi alfabetik veya artan yüke göre sırala

source: Sort the list alphabetically or by ascending bandwidth
de: Sortieren Sie die Liste alphabetisch oder nach aufsteigender Bandbreite
el: Ταξινομήστε τη λίστα αλφαβητικά ή με αύξουσα σειρά εύρους ζώνης.
es: Ordenar la lista alfabeticamente o por ancho de banda ascendente
ru: Сортировать список по алфавиту или по возрастанию пропускной способности
tr: Listeyi alfabetik veya artan bant genişliğine göre sırala

source: Start Wireguard at boot
de: Wireguard beim Booten starten
el: Έναρξη Wireguard κατά την εκκίνηση
es: Iniciar Wireguard en el boot
ru: Запустить Wireguard при загрузке
tr: Açılışta Wireguard'ı başlat

source: Start Wireguard Vpn after a full reboot
de: Wireguard Vpn nach einem vollständigen Neustart starten
el: Εκκίνηση του Wireguard VPN μετά από πλήρη επανεκκίνηση
es: Iniciar Wireguard Vpn después de un reinicio completo
ru: Запустить Wireguard Vpn после полной перезагрузки
tr: Tam yeniden başlatma sonrası Wireguard VPN'i başlat

source: Stopping Wireguard interface
de: Stoppen der Wireguard-Schnittstelle
el: Διακοπή διασύνδεσης Wireguard
es: Detención de la interfaz Wireguard
ru: Остановка интерфейса Wireguard
tr: Wireguard arayüzü durduruluyor

source: Stop the currently playing service
de: Beenden Sie den aktuell wiedergegebenen Dienst
el: Διακοπή της τρέχουσας αναπαραγόμενης υπηρεσίας
es: Detener el servicio que se este reproduciendo actualmente
ru: Остановить воспроизвидение текущего сервиса

source: Stops the service playing (streaming) if it connects to a new server and resumes service.
de: Stoppt die Wiedergabe (das Streaming) des Dienstes, wenn eine Verbindung zu einem neuen Server hergestellt wird, und nimmt den Dienst wieder auf.
el: Διακόπτει την αναπαραγωγή της υπηρεσίας (ροή) εάν συνδεθεί σε νέο διακομιστή και συνεχίζει την υπηρεσία.
es: Detiene la reproduccion (transmision) del servicio si se conecta a un nuevo servidor y reanuda el servicio.
ru: Останавливает воспроизведение сервиса (потоковую передачу), если он подключается к новому серверу, и возобновляет работу.
tr: Yeni bir sunucuya bağlanırsa oynatılan hizmeti (akış) durdurur ve hizmeti devam ettirir.

source: There is not enough space on disk %s!
de: Auf Laufwerk %s ist nicht genügend Speicherplatz vorhanden!
el: Δεν υπάρχει αρκετός χώρος στο δίσκο %s!
tr: %s diskinde yeterli alan yok!

source: The file %s %s
de: Die Datei %s %s“
el: Το αρχείο %s %s
es: El archivo %s %s
ru: Файл %s %s
tr: %s dosyası %s

source: Turquoise
de: Türkis
el: Τυρκουάζ
es: Turquesa
ru: Бирюзовый
tr: Turkuaz

source: Tiffany
el: Τίφανι
ru: Светлоголубой
tr: Tiffany Mavisi

source: Test completed, to test again press green button
de: Test abgeschlossen, für erneuten Test grüne Taste drücken
el: Η δοκιμή ολοκληρώθηκε, για να δοκιμάσετε ξανά πατήστε το πράσινο κουμπί
es: Prueba completada, para probar nuevamente presione el botón verde
ru: Тест завершен, для повторного теста нажмите зеленую кнопку
tr: Test tamamlandı, yeniden test etmek için yeşil düğmeye basın

source: Test performed on host: %s
de: Test durchgeführt auf Host: %s
el: Η δοκιμή πραγματοποιήθηκε στον host: %s
es: Prueba realizada en el host: %s
ru: Тест выполнен на хосте: %s
tr: Testin yapıldığı ana bilgisayar: %s

source: Test your internet speed by Madhouse
de: Teste deine Internetgeschwindigkeit mit Madhouse
el: Ελέγξτε την ταχύτητα του διαδικτύου σας από τον Madhouse
es: Prueba tu velocidad de internet con Madhouse
ru: Тест с помощью плагина internet speed by Madhouse
tr: Madhouse ile internet hızınızı test edin

source: Testing download from
de: Testen des Downloads von
el: Δοκιμή λήψης από
es: Probando descarga desde
ru: Проверка загрузки с
tr: Şuradan indirme test ediliyor:

source: Testing upload speed
de: Testen der Upload-Geschwindigkeit
el: Δοκιμή ταχύτητας μεταφόρτωσης
es: Probando la velocidad de carga
ru: Проверка скорости загрузки
tr: Yükleme hızı test ediliyor

source: The WireGuard package is not installed!
de: Das WireGuard-Paket ist nicht installiert!
el: Το πακέτο WireGuard δεν έχει εγκατασταθεί!
es: El paquete WireGuard no este instalado!
ru: Пакет WireGuard не установлен!
tr: WireGuard paketi kurulu değil!

source: The WireGuard kernel module is not loaded!
de: Das WireGuard-Kernelmodul ist nicht geladen!
el: Η μονάδα kernel του WireGuard δεν έχει φορτωθεί!
es: El módulo del kernel WireGuard no este cargado!
ru: Модуль ядра WireGuard не загружен!
tr: WireGuard çekirdek modülü yüklenmedi!

source: The file /etc/wireguard/wg0.conf was not found!
de: Die Datei /etc/wireguard/wg0.conf wurde nicht gefunden!
el: Το αρχείο /etc/wireguard/wg0.conf δεν βρέθηκε!
es: No se encontro el archivo /etc/wireguard/wg0.conf!
ru: Файл /etc/wireguard/wg0.conf не найден!
tr: /etc/wireguard/wg0.conf dosyası bulunamadı!

source: The ' %s ' host (bypass) is unreachable.
de: Der ' %s ' Host (Umgehung) ist unerreichbar.
el: Ο host ' %s ' (παράκαμψη) δεν είναι προσβάσιμος.
es: El host ' %s ' (bypass) no es accesible.
ru: Хост (обход) ' %s ' недоступен.
tr: '%s' ana bilgisayarına (atlama) ulaşılamıyor.

source: The file located in %s is empty.
de: Die Datei in %s ist leer.
el: Το αρχείο που βρίσκεται στο %s είναι κενό.
es: El archivo ubicado en %s está vacío.
ru: Файл, расположенный в %s, пуст.
tr: %s konumundaki dosya boş.

source: Performing an MTU test helps you configure your network optimally avoiding fragmentation issues and improving performance. This is especially important for VPN connections.
de: Die Durchführung eines MTU-Tests hilft Ihnen, Ihr Netzwerk optimal zu konfigurieren, Fragmentierungsprobleme zu vermeiden und die Leistung zu verbessern. Dies ist besonders wichtig für VPN-Verbindungen.
el: Η εκτέλεση δοκιμής MTU σας βοηθά να διαμορφώσετε το δίκτυό σας με τον καλύτερο δυνατό τρόπο αποφεύγοντας προβλήματα κατακερματισμού και βελτιώνοντας την απόδοση. Αυτό είναι ιδιαίτερα σημαντικό για συνδέσεις VPN.
tr: MTU testi yapmak, ağınızı en uygun şekilde yapılandırmanıza, parçalanma sorunlarını önlemenize ve performansı artırmanıza yardımcı olur. Bu, özellikle VPN bağlantıları için önemlidir.

source: The private key is incorrect
de: Der private Schlüssel ist falsch
el: Το ιδιωτικό κλειδί είναι λάθος
es: La La clave privada es incorrecta privada es incorrecta
ru: Некорректный private key
tr: Özel anahtar yanlış

source: The test checks for any leakage of DNS
de: Der Test überprüft, ob ein DNS-Leck vorliegt
el: Η δοκιμή ελέγχει για τυχόν διαρροή DNS
es: La prueba verifica si hay fugas de DNS
ru: Тест проверяет наличие утечек DNS
tr: Test, herhangi bir DNS sızıntısı olup olmadığını kontrol eder

source: The update server is unreachable
de: Der Update-Server ist nicht erreichbar
el: Ο διακομιστής ενημέρωσης δεν είναι προσβάσιμος
es: El servidor de actualizacion no ests disponible
ru: Сервер обновлений недоступен
tr: Güncelleme sunucusuna ulaşılamıyor

source: There appears to be a problem with your account.
de: Es scheint ein Problem mit Ihrem Konto zu geben.
el: Φαίνεται ότι υπάρχει πρόβλημα με τον λογαριασμό σας.
es: Parece que hay un problema con tu cuenta.
ru: Похоже, возникла проблема с вашей учетной записью.
tr: Hesabınızla ilgili bir sorun var gibi görünüyor.

source: This allows you to bypass wireguard traffic.
de: Damit können Sie den Wireguard-Datenverkehr umgehen.
el: Αυτό σας επιτρέπει να παρακάμψετε την διακίνηση του Wireguard.
es: Esto le permite eludir el tráfico de protección de cables.
ru: Это позволяет обойти трафик Wireguard.
tr: Bu, wireguard trafiğini atlamanıza olanak tanır.

source: This allows you to bypass wireguard
de: Damit können Sie Wireguard umgehen
el: Αυτό σας επιτρέπει να παρακάμψετε το Wireguard
es: Esto le permite saltar el wireguard
ru: Это позволяет обойти Wireguard
tr: Bu, wireguard'ı atlamanıza olanak tanır

source: This will not affect your network settings.
de: Dies wird Ihre Netzwerkeinstellungen nicht beeinflussen.
el: Αυτό δεν θα επηρεάσει τις ρυθμίσεις του δικτύου σας.
es: Esto no afectará la configuración de su network.
ru: Это не повлияет на ваши настройки сети.
tr: Bu, ağ ayarlarınızı etkilemeyecektir.

source: through
de: durch
el: διά μέσου
es: a través de
ru: через
tr: üzerinden

source: Total files: %s
de: Dateien insgesamt: %s
el: Συνολικά αρχεία: %s
es: Total de archivos: %s
ru: Всего файлов: %s
tr: Toplam dosya: %s

source: Total servers: %s%s%s
de: Server insgesamt: %s%s%s
el: Σύνολο διακομιστών: %s%s%s
es: Servidores totales: %s%s%s
ru: Всего серверов: %s%s%s
tr: Toplam sunucu: %s%s%s

source: Try later or
de: Versuche es später oder
el: Δοκιμάστε αργότερα ή
es: Intentar más tarde o
ru: Попробуйте позже или
tr: Daha sonra deneyin veya

source: Try restarting yours %s
de: Versuchen Sie einen Neustart Ihrer %s
el: Δοκιμάστε να επανεκκινήσετε το %s σας
es: Intenta reiniciar la tuya% s
ru: Попробуйте перезапустить ваш %s
tr: %s cihazınızı yeniden başlatmayı deneyin

source: Unknown error on disk %s!
de: Unbekannter Fehler auf Laufwerk %s!
el: Άγνωστο σφάλμα στο δίσκο %s!
tr: %s diskinde bilinmeyen hata!

source: Unexpected error: %s
de: Unerwarteter Fehler: %s
el: Μη αναμενόμενο σφάλμα: %s
es: Error inesperado: %s
ru: Непредвиденная ошибка: %s
tr: Beklenmeyen hata: %s

source: Unable to get the ip of the selected server
de: Die IP des ausgewählten Servers kann nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη της ip του επιλεγμένου διακομιστή
es: No se pudo obtener la ip del servidor seleccionado
ru: Не удалось получить ip выбранного сервера
tr: Seçilen sunucunun IP adresi alınamıyor

source: Update plugin
de: Plugin aktualisieren
el: Ενημέρωση Wguard
es: Actualizar plugin
ru: Обновить плагин
tr: Eklentiyi güncelle

source: Unable to write to file.
de: Datei kann nicht geschrieben werden.
el: Δεν είναι δυνατή η εγγραφή στο αρχείο.
es: No se puede escribir en el archivo.
ru: Не удалось записать в файл.
tr: Dosyaya yazılamıyor.

source: Use your personal files
de: Verwenden Sie Ihre persönlichen Dateien
el: Χρήση προσωπικών σας αρχείων
es: Usar sus archivos personales
ru: Использовать ваши личные файлы
tr: Kişisel dosyalarınızı kullanın

source: VPN Status: OK
el: Κατάσταση VPN: ΟΚ
es: Stado de VPN: OK
ru: Статус VPN: ОК
tr: VPN Durumu: TAMAM

source: Web port
el: Θύρα ιστού
tr: Web portu

source: Write the port number
de: Geben Sie die Portnummer ein
el: Γράψτε τον αριθμό θύρας
tr: Port numarasını yazın

source: White
de: Weiß
el: Λευκό
es: Blanco
ru: Белый
tr: Beyaz

source: Warning time on screen
de: Warnzeit auf dem Bildschirm
el: Χρόνος προειδοποίησης στην οθόνη
es: Tiempo de aviso en pantalla
ru: Предупреждение на экране
tr: Ekrandaki uyarı süresi

source: Warning! VPN KO
de: Warnung! VPN KO
el: Προειδοποίηση! VPN KO
es: ¡Advertencia! VPN KO
ru: Предупреждение! VPN KO
tr: Uyarı! VPN KOPTU

source: WireGuard protocol missing!
de: WireGuard-Protokoll fehlt!
el: Λείπει το πρωτόκολλο WireGuard!
es: Falta el protocolo WireGuard!
ru: Протокол WireGuard отсутствует!
tr: WireGuard protokolü eksik!

source: Wireguard VPN plugin is updated
de: Wireguard VPN-Plugin ist aktuell
el: Το πρόσθετο Wireguard VPN είναι ενημερωμένο
es: El complemento VPN de Wireguard se ha actualizado
ru: Плагин Wireguard VPN обновлен
tr: Wireguard VPN eklentisi güncel

source: Write your subnet.
de: Geben Sie Ihr Subnetz ein.
el: Γράψτε το υποδίκτυό σας.
tr: Alt ağınızı yazın.

source: Write your subnet gateway.
de: Geben Sie Ihre Subnetz-Gateway ein.
el: Γράψτε την πύλη του υποδικτύου σας.
tr: Alt ağ geçidinizi yazın.

source: Write or load your Private Key.
de: Schreiben oder laden Sie Ihren privaten Schlüssel.
el: Γράψτε ή φορτώστε το ιδιωτικό σας κλειδί.
es: Escribe o carga tu clave privada.
ru: Введите или загрузите ваш Private Key.
tr: Özel Anahtarınızı yazın veya yükleyin.

source: Write the IP that you find in the configuration file generated and downloaded from the website.
de: Schreiben Sie die IP, die Sie in der Konfigurationsdatei finden, die Sie von der Website heruntergeladen haben.
el: Γράψτε την IP που βρίσκεται στο αρχείο διαμόρφωσης που δημιουργήθηκε και λήφθηκε από τον ιστότοπο.
es: Escribe la IP que encuentres en el archivo de configuracion generado y descargado de la web.
ru: Введите IP, который вы найдете в файле конфигурации, сгенерированном и загруженном с веб-сайта.
tr: Web sitesinden oluşturulan ve indirilen yapılandırma dosyasında bulduğunuz IP adresini yazın.

source: Write the IP you find in the file
de: Schreiben Sie die IP, die Sie in der Datei finden
el: Εγγραφή IP από το αρχείο διαμόρφωσης
es: Escribe la IP que encuentres en el archivo
ru: Введите IP, который вы найдете в файле
tr: Dosyada bulduğunuz IP'yi yazın

source: Write your Private Key or edit the file located in
de: Schreiben Sie Ihren privaten Schlüssel oder bearbeiten Sie die Datei, die sich darin befindet
el: Γράψτε το ιδιωτικό σας κλειδί ή επεξεργαστείτε το αρχείο που βρίσκεται στο
es: Escribe tu clave privada o edita el archivo ubicado en
ru: Введите ваш Private Key или отредактируйте файл, расположенный в
tr: Özel Anahtarınızı yazın veya şu konumdaki dosyayı düzenleyin:

source: Write your Private Key that you find in the configuration file or edit the file located in
de: Schreiben Sie Ihren privaten Schlüssel, den Sie in der Konfigurationsdatei finden, oder bearbeiten Sie die Datei, die sich darin befindet
el: Γράψτε το ιδιωτικό σας κλειδί που βρίσκετε στο αρχείο διαμόρφωσης ή επεξεργαστείτε το αρχείο που βρίσκεται στο
es: Escribe tu Clave Privada que encuentras en el archivo de configuracion o edita el archivo ubicado en
ru: Введите ваш Private Key, который вы найдете в файле конфигурации, или отредактируйте файл, расположенный в
tr: Yapılandırma dosyasında bulduğunuz Özel Anahtarınızı yazın veya şu konumdaki dosyayı düzenleyin:

source: Write your Private key
de: Schreiben Sie Ihren privaten Schlüssel
el: Εγγραφή ιδιωτικού σας κλειδιού
es: Escribe tu clave privada
ru: Введите ваш Private key
tr: Özel anahtarınızı yazın

source: Write your account number
de: Geben Sie Ihre Kontonummer ein
el: Εγγραφή αριθμού λογαριασμού σας
es: Escribe tu numero de cuenta
ru: Введите номер вашей учетной записи
tr: Hesap numaranızı yazın

source: Write your account number generated during subscription.
de: Geben Sie Ihre Kontonummer ein, die Sie bei der Anmeldung erhalten haben.
el: Γράψτε τον αριθμό του λογαριασμού σας που δημιουργήθηκε κατά τη διάρκεια της συνδρομής.
es: Escriba su numero de cuenta generado durante la suscripción.
ru: Введите номер вашей учетной записи, сгенерированный во время подписки.
tr: Abonelik sırasında oluşturulan hesap numaranızı yazın.

source: You use
de: Sie benutzen
el: Χρησιμοποιείτε
es: Tu usas
ru: Вы используете
tr: Kullanıyorsunuz

source: You want to restore the connection?
de: Möchten Sie die Verbindung wiederherstellen?
el: Θέλετε να επαναφέρετε τη σύνδεση;
es: Quieres restablecer la conexion?
ru: Вы хотите восстановить соединение?
tr: Bağlantıyı geri yüklemek istiyor musunuz?

source: You want to stop the %s server?
de: Möchten Sie den %s Server stoppen?
el: Θέλετε να σταματήσετε τον διακομιστή %s;
es: ¿Quiere detener el servidor %s?
ru: Вы хотите остановить %s сервер?
tr: %s sunucusunu durdurmak istiyor musunuz?

source: You will have the complete list of servers.
de: Sie erhalten die komplette Liste der Server.
el: Θα έχετε την πλήρη λίστα των διακομιστών.
es: Tendrás la lista completa de servidores.
ru: У вас будет полный список серверов.
tr: Sunucuların tam listesine sahip olacaksınız.

source: you will have the list of recommended servers, it will take less time to process the list.
de: Sie erhalten die Liste mit den empfohlenen Servern und die Verarbeitung der Liste nimmt weniger Zeit in Anspruch.
el: θα έχετε τη λίστα των προτεινόμενων διακομιστών, θα χρειαστεί λιγότερος χρόνος για την επεξεργασία της λίστας.
es: tendrás la lista de servidores recomendados, tomará menos tiempo procesar la lista.
ru: Обработка серверов займет больше времени, но у вас будет полный список серверов.
tr: önerilen sunucuların listesine sahip olacaksınız, listenin işlenmesi daha az zaman alacaktır.

source: Your account expires today
de: Ihr Konto läuft heute ab
el: Ο λογαριασμός σας λήγει σήμερα
tr: Hesabınızın süresi bugün doluyor

source: Your account expired
de: Ihr Konto ist abgelaufen
el: Ο λογαριασμός σας έληξε
tr: Hesabınızın süresi doldu

source: Your account will expire in
de: Ihr Konto läuft ab in
el: Ο λογαριασμός σας θα λήξει σε
ru: Срок действия вашего аккаунта истекает через
tr: Hesabınızın süresi şu kadar zaman sonra dolacak:

source: Your private key
de: Ihr privater Schlüssel
el: Το ιδιωτικό σας κλειδί
es: Tu clave privada
ru: Ваш private key
tr: Özel anahtarınız

source: Your PUBLIC IP:
de: Ihre ÖFFENTLICHE IP:
el: Η ΔΗΜΟΣΙΑ IP σας:
es: Su IP PUBLICA:
ru: Ваш ПУБЛИЧНЫЙ IP:
tr: GENEL IP ADRESİNİZ:

source: Your VPN IP:
de: Ihre VPN-IP:
el: Η VPN IP σας:
es: Su IP VPN:
ru: Ваш VPN IP:
tr: VPN IP ADRESİNİZ:

source: %d Second
de: %d Sekunde
el: %d δευτερόλεπτο
es: %d Segundo
ru: %d Секунда
tr: %d Saniye

source: %d Minute
el: %d λεπτό
es: %d Minuto
ru: %d Минута
tr: %d Dakika

source: SpeedTest
el: Δοκιμή ταχύτητας

source: HOST/IP
tr: ANA BİLGİSAYAR/IP

source: Stop the currently playing service
tr: Mevcut oynatılan hizmeti durdur

source: * File located in /etc/WgConfig or /media/hdd/WgConfig
de: * Datei befindet sich in /etc/WgConfig oder /media/hdd/WgConfig
es: * Archivo ubicado en /etc/WgConfig o /media/hdd/WgConfig

source: Country:
de: Land:
es: País:

source: Create a backup
de: Erstellen Sie eine Sicherung
es: Crear una copia de seguridad

source: Create a backup of your configurations to be able to restore it in a new image. The backup (wireguard_backup.sh shell) will be saved in:
de: Erstellen Sie eine Sicherung Ihrer Konfigurationen, um sie in einem neuen Image wiederherstellen zu können. Die Sicherung (Shell wireguard_backup.sh) wird gespeichert in:
es: Crea un backup de tus configuraciones para poder restaurarlo en una nueva imagen. El backup (shell wireguard_backup.sh) se guardara en:
ru: Создайте резервную копию своих конфигураций, чтобы иметь возможность восстановить ее в новом образе. Резервная копия (скрипт wireguard_backup.sh) будет сохранена в:

source: PUBLIC IP
de: ÖFFENTLICHE IP
es: IP PÚBLICA

source: Provider:
de: Anbieter:
es: Proveedor:

source: Server selected
de: Ausgewählte Server
es: Servidor seleccionado

source: The host %s ' %s ' is duplicated.
de: Der Host %s ' %s ' ist dupliziert.
es: El host %s ' %s ' esta duplicado.
